a52dec
aalib
accountsservice
acl
alembic
alsa-lib
alsa-plugins
apache-ant
apr
apr-util
archlinux-keyring
arduino-builder
arduino-ctags
arpack
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica-qt4
attr
autoconf-archive
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
babl
bc
bind-tools
blas
blosc
bluez
boost
boost-libs
bridge-utils
bzr
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
cantarell-fonts
capstone
caribou
cblas
ccache
cdparanoia
celt
cgmanager
check
chromaprint
chrpath
cifs-utils
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark
cogl
coin-or-cbc
coin-or-cgl
coin-or-clp
coin-or-coinutils
coin-or-osi
colord
compositeproto
confuse
cracklib
cups-filters
cups-pk-helper
curl
damageproto
db
dbus
dbus-c++
dbus-glib
dcadec
dconf
desktop-file-utils
diffstat
djvulibre
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
docbook2x
dotconf
efivar
elfutils
enca
enchant
exempi
expat
faac
faad2
farstream
ffmpeg
ffmpeg2.8
fftw
fixesproto
flac
fluidsynth
fontsproto
foomatic-db-engine
freeglut
fribidi
fuse-common
fuse2
gamin
gavl
gc
gcc-libs-multilib
gconf
gcr
gd
gdb-common
gdbm
gdk-pixbuf2
gegl02
geoclue2
geocode-glib
geoip
geoip-database
ghostscript
giblib
giflib
girara
gjs
gl2ps
glew
glew1.10
glib-networking
glib-perl
glib2
glib2-docs
glibmm
glpk
glu
gmime
gmp
gnome-bluetooth
gnome-common
gnome-desktop
gnome-doc-utils
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-menus
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-standard
gnome-video-effects
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gperf
gperftools
gpgme
gpm
graphene
graphicsmagick
graphite
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gst-editing-services
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-python
gst-transcoder
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtk3-print-backends
gtkglext
gtkmm
gtkmm3
gtksourceview3
gtkspell
gts
guile
guile2.0
harfbuzz
harfbuzz-icu
haskell-attoparsec
haskell-blaze-builder
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-hashable
haskell-integer-logarithms
haskell-mtl
haskell-old-locale
haskell-old-time
haskell-primitive
haskell-random
haskell-scientific
haskell-setlocale
haskell-text
haskell-unordered-containers
haskell-utf8-string
haskell-vector
haskell-x11
haskell-x11-xft
hdf5
hdparm
help2man
hicolor-icon-theme
hostapd
hspell
http-parser
hunspell
hwids
hwloc
hyphen
iana-etc
icu
idnkit
ijs
ilmbase
imlib2
iniparser
inputproto
intel-tbb
intltool
iptables
iso-codes
itstool
jack2
jansson
jasper
java-environment-common
java-hamcrest
java-runtime-common
jbig2dec
jdk7-openjdk
jemalloc
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js
js185
js38
json-c
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
l-smash
ladspa
lame
lapack
lcms
lcms2
ldb
ldns
leptonica
lib32-acl
lib32-alsa-lib
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-cracklib
lib32-curl
lib32-db
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-gcc-libs
lib32-gconf
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-jack
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnl
lib32-libnm-glib
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-librtmp0
lib32-libsamplerate
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libstdc++5
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libtxc_dxtn
lib32-libudev0-shim
lib32-libusb
lib32-libva
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libwrap
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-sdl
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-smpeg
lib32-smpeg2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libao
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libconfig
libcroco
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt4
libdc1394
libdca
libdiscid
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libewf
libexif
libexttextcat
libfbclient
libfdk-aac
libffado
libffi
libfilezilla
libfm
libfm-extra
libfm-gtk2
libfontenc
libftdi
libgcrypt
libgcrypt15
libgdiplus
libgee
libgksu
libglade
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidn
libiec61883
libieee1284
libimobiledevice
libindicator-gtk2
libinput
libiptcdata
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblouis
liblqr
libmariadbclient
libmatroska
libmbim
libmediainfo
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnih
libnl
libnm
libnm-glib
libnotify
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqmi
libquvi
libquvi-scripts
libqzeitgeist
libraw1394
librevenge
librsvg
librtmp0
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libspnav
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsystemd
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiff4
libtiger
libtirpc
libtommath
libtorrent-rasterbar
libtracker-sparql
libtxc_dxtn
libudev0-shim
libunique
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvpx1.3
libvterm
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpg
libwps
libwrap
libx11
libx264
libx264-all
libx86
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml++
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86misc
libxxf86vm
libyaml
libzen
libzip
libzmf
lilv
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
log4cplus
lpsolve
lua
lua-lgi
lua51
lua51-lpeg
lua51-mpack
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lv2
lxmenu-data
lz4
lzo
m17n-db
m17n-lib
maim
media-player-info
menu-cache
mesa
metis
mime-types
mingw-w64-binutils
mingw-w64-crt
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mozilla-common
mpfr
mpg123
msgpack-c
mtdev
mtools
mutter
nasm
ncurses
neon
net-snmp
netcdf
nettle
networkmanager
ninja
nm-connection-editor
npth
nspr
nss
ntfs-3g
numactl
nvidia-utils
ocl-icd
oniguruma
openal
opencl-headers
opencollada
opencolorio
openconnect
opencore-amr
openexr
openimageio
openjpeg
openjpeg2
openmpi
openresolv
openshadinglanguage
openssl
openssl-1.0
opensubdiv
openvdb
openvpn
opus
orc
osinfo-db
p11-kit
pacman-mirrorlist
pam
pambase
pango
pango-perl
pangomm
pangox-compat
parted
pcre
pcre2
pcsclite
perl-algorithm-diff
perl-anyevent
perl-canary-stability
perl-class-method-modifiers
perl-class-methodmaker
perl-clone
perl-common-sense
perl-convert-binhex
perl-data-optlist
perl-dbi
perl-devel-globaldestruction
perl-encode-locale
perl-error
perl-exporter-tiny
perl-extutils-depends
perl-file-basedir
perl-file-listing
perl-file-which
perl-gd
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-import-into
perl-inc-latest
perl-io-html
perl-io-stringy
perl-io-tty
perl-ipc-run
perl-ipc-system-simple
perl-json-xs
perl-libwww
perl-list-moreutils
perl-locale-gettext
perl-lwp-mediatypes
perl-mailtools
perl-mime-tools
perl-module-build
perl-module-runtime
perl-moo
perl-moox-types-mooselike
perl-net-http
perl-net-idn-encode
perl-params-util
perl-parse-yapp
perl-regexp-common
perl-role-tiny
perl-sgmls
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-term-extendedcolor
perl-term-readkey
perl-test-fatal
perl-test-requires
perl-text-template
perl-time-duration
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
phonon-qt4-gstreamer
pinentry
pixman
pkcs11-helper
plotutils
polkit
polkit-qt4
poppler
poppler-glib
popt
portaudio
portsmf
postgresql-libs
potrace
powerline-common
ppp
pptpclient
printproto
progsreiserfs
protobuf
ptex
pyalpm
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-astroid
python-atspi
python-beaker
python-cached-property
python-cairo
python-chardet
python-click
python-colorama
python-cycler
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-distutils-extra
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-editdistance
python-gobject
python-greenlet
python-isort
python-jsonschema
python-lazy-object-proxy
python-mako
python-markupsafe
python-matplotlib
python-mccabe
python-msgpack
python-olefile
python-packaging
python-pillow
python-powerline
python-pycodestyle
python-pyelftools
python-pyflakes
python-pygments
python-pyparsing
python-pyside-common
python-pytz
python-requests
python-setuptools
python-shiboken
python-sip
python-six
python-texttable
python-urllib3
python-websocket-client
python-wrapt
python-yaml
python2
python2-appdirs
python2-asn1crypto
python2-cairo
python2-cffi
python2-chardet
python2-click
python2-configparser
python2-cryptography
python2-enum34
python2-futures
python2-gobject
python2-gobject2
python2-greenlet
python2-idna
python2-ipaddress
python2-mccabe
python2-msgpack
python2-olefile
python2-packaging
python2-pillow
python2-ply
python2-pyasn1
python2-pycodestyle
python2-pycparser
python2-pyflakes
python2-pyparsing
python2-pyserial
python2-reportlab
python2-setuptools
python2-shiboken
python2-six
python2-trollius
python2-urllib3
python2-yaml
qhull
qjson
qscintilla-qt4
qscintilla-qt5
qt4
qt5-base
qt5-declarative
qt5-location
qt5-script
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
quilt
ragel
randrproto
raptor
rarian
rasqal
re2
readline
recode
recordproto
redland
renderproto
rest
rofi
rtkit
rtmpdump
rubberband
ruby
ruby-hpricot
ruby-mustache
ruby-rdiscount
ruby-ronn
run-parts
rxvt-unicode-terminfo
sbc
sbsms
schroedinger
scons
scrnsaverproto
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_net
sdl_sound
semver
serd
serf
shared-mime-info
shiboken
sip
sk1libs
slang
slop
smbclient
smpeg
smpeg2
snappy
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
sqlite
sratom
startup-notification
subversion
suitesparse
swt
syslinux
systemd
t1lib
taglib
talloc
tcl
tdb
telepathy-farstream
telepathy-glib
telepathy-logger
telepathy-mission-control
termite-terminfo
tevent
texlive-bin
thin-provisioning-tools
tinycdb
totem-plparser
tre
tslib
ttf-dejavu
tzdata
uchardet
udisks2
uglify-js
unibilium
unzip
upower
usbmuxd
v4l-utils
vala
vamp-plugin-sdk
vid.stab
videoproto
vim-runtime
virtualbox-host-modules-arch
virtualgl
vpnc
vte-common
vte3-ng
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webkitgtk
webrtc-audio-processing
wildmidi
wiredtiger
wireshark-cli
wireshark-common
wxgtk
x264
x265
xapian-core
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xextproto
xf86-input-libinput
xf86dgaproto
xf86miscproto
xf86vidmodeproto
xine-lib
xineramaproto
xkeyboard-config
xmlto
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-xcmsdb
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xproto
xvidcore
xz
yajl
yaml-cpp
yasm
yelp-tools
yelp-xsl
zathura
zeitgeist
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zziplib
