arandr
arc-gtk-theme
arj
arp-scan
arptables
arpwatch
artwiz-fonts
atomicparsley
atool
bind
bluez-firmware
bluez-hid2hci
bluez-libs
bluez-plugins
bluez-qt
bluez-utils
cabextract
cheese
compton
cppunit
cronie
cryptsetup
cuneiform
dconf-editor
ddrescue
debootstrap
devhelp
device-mapper
dex
dhclient
dhcp
dhcpcd
dnsmasq
expac
fakeroot
flex
fltk
frei0r-plugins
gettext
groff
gtk2-perl
gulp
haveged
hddtemp
hplip
inotify-tools
iproute2
iputils
iverilog
kexec-tools
lib32-alsa-plugins
lib32-fluidsynth
lib32-libcanberra-pulse
lib32-libpulse
lib32-libxslt
lib32-mpg123
lib32-virtualgl
lvm2
lxc
m4
mdadm
mdds
midori
mingw-w64-gcc
mongodb
mousetweaks
mtd-utils
musl
namcap
nmap
ntp
openmotif
pcmciautils
phantomjs
portmidi
postfix
powerline
powertop
procps-ng
progress
psmisc
pstoedit
pv
python-beautifulsoup4
python-capstone
python-jedi
python-lxml
python-neovim
python-networkx
python-numpy
python-opengl
python-pip
python-psycopg2
python-pylint
python-pyqt5
python-pyside
python-virtualenv
python-xdg
python2-crypto
python2-dbus
python2-flake8
python2-lxml
python2-neovim
python2-numpy
python2-paramiko
python2-pip
python2-pyside
python2-requests
python2-virtualenv
reiserfsprogs
rlwrap
s-nail
samba
sane
sassc
sed
shadow
sharutils
sox
speech-dispatcher
stack
tesseract
tesseract-data-eng
texinfo
time
tracker
unace
unetbootin
uniconvertor
unixodbc
vi
vicious
wine-mono
wine-staging
wine_gecko
winetricks
wkhtmltopdf
wmctrl
wqy-zenhei
x86_energy_perf_policy
xautolock
xboard
xcursor-comix
xcursor-themes
xdg-user-dirs-gtk
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeal
zip
zsh
zsh-completions
